Repository: OmkarLanke/krushi-kranti
Catalog: krushikranti_farmer/lib/l10n/app_*.arb
Languages: mr

source: KrushiKranti
mr: कृषी क्रांती

source: Hello
mr: नमस्कार

source: Current Location
mr: सध्याचे स्थान

# assignMsg
source: We'll assign
mr: आम्ही लवकरच

# soonMsg
source: KrushiTadnya Soon !
mr: कृषी तज्ञाची नेमणूक करू !

# assignedMsg
source: Your assigned Krushi Tadnya
mr: तुमचे नियुक्त कृषी तज्ञ

source: Quick Action
mr: जलद कृती

source: Alerts
mr: सूचना

source: Pending
mr: प्रलंबित

source: Active
mr: सक्रिय

source: Crop Detail
mr: पिकांचा तपशील

source: Crop Details
mr: पिकांचा तपशील

# dailySale
source: Daily Produce Sale Entry
mr: दैनंदिन विक्री नोंद

# funding
source: Funding Request
mr: निधी विनंती

# account
source: Account Balance & Settlement
mr: खाते शिल्लक

source: Home
mr: होम

source: Crops
mr: पिके

source: Sell
mr: विक्री

source: Orders
mr: ऑर्डर

source: Profile
mr: प्रोफाइल

source: My Details
mr: माझी माहिती

source: Farm Details
mr: शेतीचा तपशील

source: Finance
mr: अर्थकारण

source: Subscription
mr: सबस्क्रिप्शन

source: Notifications
mr: सूचना

source: Help
mr: मदत

source: About
mr: आमच्याबद्दल

source: Log Out
mr: लॉग आउट

# myCropsTitle
source: My Crops
mr: माझी पिके

# addCropBtn
source: Add Crop
mr: पीक जोडा

# noCropsAdded
source: No crops added yet
mr: अद्याप पिके जोडलेली नाहीत

# noCropsYet
source: No crops added yet
mr: अद्याप पिके जोडलेली नाहीत

# addFirstCrop
source: Add your first crop to get started
mr: सुरू करण्यासाठी तुमचे पहिले पीक जोडा

# addCropsSubtitle
source: Add your vegetables or fruits to start selling.
mr: विक्री सुरू करण्यासाठी तुमचा भाजीपाला किंवा फळे जोडा.

source: Add New Crop
mr: नवीन पीक जोडा

source: Select Category
mr: श्रेणी निवडा

# categoryLabel
source: Category (Veg/Fruit/Grain)
mr: श्रेणी (भाजीपाला/फळे/धान्य)

source: Select Crop Name
mr: पिकाचे नाव निवडा

# cropNameLabel
source: Crop Name
mr: पिकाचे नाव

source: Land Area
mr: जमीन क्षेत्र

# acresHint
source: How many acres?
mr: किती एकर?

# acresSuffix
source: Acres
mr: एकर

# saveCropBtn
source: Save Crop Details
mr: पिकाची माहिती जतन करा

# fillAllFields
source: Please fill all fields
mr: कृपया सर्व माहिती भरा

# cropAddedSuccess
source: Success! Crop Added.
mr: यशस्वी! पीक जोडले गेले.

source: Sowing Date
mr: पेरणीची तारीख

source: Select sowing date
mr: पेरणीची तारीख निवडा

# harvestingDate
source: Expected Harvesting Date
mr: अपेक्षित कापणीची तारीख

# selectHarvestingDate
source: Select expected harvesting date
mr: अपेक्षित कापणीची तारीख निवडा

source: Crop Status
mr: पिकाची स्थिती

source: Select crop status
mr: पिकाची स्थिती निवडा

source: Select Farm
mr: शेत निवडा

# farmLabel
source: Farm
mr: शेत

# noFarmsFound
source: No farms found. Please add a farm first.
mr: शेत सापडले नाही. कृपया प्रथम शेत जोडा.

# pleaseSelectFarm
source: Please select a farm
mr: कृपया एक शेत निवडा

# validAcres
source: Please enter a valid area in acres
mr: कृपया एकरमध्ये वैध क्षेत्र प्रविष्ट करा

source: Profile Required
mr: प्रोफाइल आवश्यक

# completeProfileFirst
source: Please complete your profile first before adding crops.
mr: पिके जोडण्यापूर्वी कृपया आधी तुमची प्रोफाइल पूर्ण करा.

source: Cancel
mr: रद्द करा

source: Complete Profile
mr: प्रोफाइल पूर्ण करा

# statusPlanned
source: Planned
mr: नियोजित

# statusSown
source: Sown
mr: पेरले

# statusGrowing
source: Growing
mr: वाढत आहे

# statusHarvested
source: Harvested
mr: कापणी झाली

# statusFailed
source: Failed
mr: अयशस्वी

# catVeg
source: Vegetables
mr: भाजीपाला

# catFruit
source: Fruits
mr: फळे

# catGrain
source: Grains
mr: धान्य

# catGrainsCereals
source: Grains & Cereals
mr: धान्य आणि तृणधान्ये

# catPulsesLegumes
source: Pulses & Legumes
mr: कडधान्ये आणि डाळी

# catSpices
source: Spices
mr: मसाले

# catOilseeds
source: Oilseeds
mr: तेलबिया

# catCashCrops
source: Cash Crops
mr: नगदी पिके

# catDairyMilk
source: Dairy & Milk Products
mr: दुग्धजन्य पदार्थ

# catFlowers
source: Flowers
mr: फुले

# catMedicinalHerbs
source: Medicinal & Herbs
mr: औषधी आणि वनस्पती

# cropTomato
source: Tomato
mr: टोमॅटो

# cropOnion
source: Onion
mr: कांदा

# cropPotato
source: Potato
mr: बटाटा

# cropCauliflower
source: Cauliflower
mr: फ्लॉवर

# cropBrinjal
source: Brinjal
mr: वांगी

# cropOkra
source: Okra
mr: भेंडी

# cropBanana
source: Banana
mr: केळी

# cropMango
source: Mango
mr: आंबा

# cropPapaya
source: Papaya
mr: पपई

# cropPomegranate
source: Pomegranate
mr: डाळिंब

# cropGrapes
source: Grapes
mr: द्राक्षे

# cropWheat
source: Wheat
mr: गहू

# cropRice
source: Rice
mr: तांदूळ

# cropJowar
source: Jowar
mr: ज्वारी

# cropBajra
source: Bajra
mr: बाजरी

source: Personal Details
mr: वैयक्तिक तपशील

source: First Name
mr: पहिले नाव

source: Last Name
mr: आडनाव

# firstNameHint
source: Enter First Name
mr: पहिले नाव टाका

# lastNameHint
source: Enter Last Name
mr: आडनाव टाका

# dob
source: Date of Birth
mr: जन्म तारीख

# dobHint
source: Select Date
mr: तारीख निवडा

source: Gender
mr: लिंग

# genderHint
source: Select Gender
mr: लिंग निवडा

source: Male
mr: पुरुष

source: Female
mr: स्त्री

source: Other
mr: इतर

# continueBtn
source: Save & Continue
mr: जतन करा आणि पुढे चला

# errorFillAll
source: Please fill all details
mr: कृपया सर्व माहिती भरा

source: Contact Details
mr: संपर्क तपशील

# altPhone
source: Alternate Mobile Number
mr: पर्यायी मोबाईल नंबर

# altPhoneHint
source: Enter alternate number
mr: पर्यायी नंबर टाका

# emailLabel
source: Registered Email
mr: नोंदणीकृत ईमेल

# phoneLabel
source: Registered Mobile
mr: नोंदणीकृत मोबाईल

source: Email
mr: ईमेल

source: Phone Number
mr: फोन नंबर

source: Alternate Phone
mr: पर्यायी फोन

source: Not provided
mr: उपलब्ध नाही

source: Address Details
mr: पत्त्याचा तपशील

source: Pincode
mr: पिनकोड

source: Village
mr: गाव

source: Taluka
mr: तालुका

source: District
mr: जिल्हा

source: State
mr: राज्य

source: Profile Incomplete
mr: प्रोफाइल अपूर्ण आहे

# completeProfileDetails
source: Please complete your profile details.
mr: कृपया तुमचा प्रोफाइल तपशील पूर्ण करा.

# emailLoginLink
source: Log in with Email & Password
mr: ईमेल आणि पासवर्डने लॉग इन करा

source: Welcome Back!
mr: पुन्हा स्वागत आहे!

# emailLoginTitle
source: Log in with Email
mr: ईमेलने लॉग इन करा

# emailHint
source: Enter Email Address
mr: ईमेल पत्ता प्रविष्ट करा

# passwordHint
source: Enter Password
mr: पासवर्ड प्रविष्ट करा

# loginBtn
source: Log In
mr: लॉग इन करा

source: Forgot Password?
mr: पासवर्ड विसरलात?

source: Password Recovery
mr: पासवर्ड पुनर्प्राप्ती

# verifyNumber
source: Verify your number
mr: तुमचा नंबर सत्यापित करा

# verifyNumberSubtitle
source: Enter your registered mobile number to receive an OTP code.
mr: OTP कोड मिळवण्यासाठी तुमचा नोंदणीकृत मोबाईल नंबर टाका.

# nextBtn
source: Next
mr: पुढे

# enterOtp
source: Please Input OTP
mr: कृपया OTP टाका

# otpSubtitle
source: Enter the 4-digit code sent to your number
mr: तुमच्या नंबरवर पाठवलेला 4-अंकी कोड टाका

source: Submit OTP
mr: OTP सबमिट करा

source: Reset Password
mr: पासवर्ड रीसेट करा

# newPassword
source: Create New Password
mr: नवीन पासवर्ड तयार करा

# confirmPassword
source: Confirm New Password
mr: नवीन पासवर्डची पुष्टी करा

# submitBtn
source: Submit
mr: सबमिट करा

source: Passwords do not match
mr: पासवर्ड जुळत नाहीत

# passwordResetSuccess
source: Password Changed Successfully!
mr: पासवर्ड यशस्वीरित्या बदलला!

# phoneHint
source: Enter Mobile Number
mr: मोबाईल नंबर टाका

# phoneFormatError
source: Please enter a valid 10-digit phone number
mr: कृपया वैध 10 अंकी मोबाईल नंबर प्रविष्ट करा

# networkError
source: Network error. Please check your connection and try again.
mr: नेटवर्क त्रुटी. कृपया आपले कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.

# incorrectPhoneError
source: Incorrect phone number. Please try again.
mr: चुकीचा मोबाईल नंबर. कृपया पुन्हा प्रयत्न करा.

# emailRequired
source: Email is required
mr: ईमेल आवश्यक आहे

source: Incorrect email format
mr: चुकीचा ईमेल स्वरूप

source: Invalid email or password
mr: अवैध ईमेल किंवा पासवर्ड

# sellTitle
source: Crop Details
mr: पिकाचा तपशील

# dateLabel
source: Date
mr: तारीख

source: Select date
mr: तारीख निवडा

# cropTypeLabel
source: Crop Type
mr: पिकाचा प्रकार

# selectCropLabel
source: Select
mr: निवडा

# selectCropHint
source: Select your crop
mr: आपले पीक निवडा

# quantityLabel
source: Quantity
mr: प्रमाण

# unitLabel
source: Unit
mr: एकक

# submitVcpBtn
source: Submit For VCP Verification
mr: VCP पडताळणीसाठी सबमिट करा

# successVcp
source: Submitted for Verification!
mr: पडताळणीसाठी सबमिट केले!

# catLegumes
source: Legumes
mr: कडधान्ये

# catMore
source: More
mr: आणखी

# cropSpinach
source: Spinach
mr: पालक

# cropLadyfinger
source: Ladyfinger
mr: भेंडी

# unitKg
source: Kg
mr: किलो

# unitTon
source: Ton
mr: टन

# unitQuintal
source: Quintal
mr: क्विंटल

source: Your Sales
mr: तुमची विक्री

source: Order ID
mr: ऑर्डर आयडी

source: Placed on
mr: तारीख

source: Items
mr: वस्तू

source: Weight
mr: वजन

source: Status
mr: स्थिती

# statusReceived
source: Received
mr: प्राप्त झाले

# verifiedVcp
source: Verified At VCP
mr: VCP वर सत्यापित

source: Produce Sale Entry
mr: शेतमाल विक्री नोंद

source: Accepted Weight
mr: स्वीकारलेले वजन

source: Settlement Statement
mr: हिशोब पत्रक

source: Price
mr: भाव

source: Total
mr: एकूण

source: Final Breakment
mr: अंतिम हिशोब

source: Loan Deduction
mr: कर्ज कपात

source: Balance
mr: शिल्लक रक्कम

source: Settlement Status
mr: हिशोब स्थिती

source: Settlement Cycle
mr: हिशोब चक्र

# weighNote
source: Weigh may be different due to moisture & sorting
mr: ओलावा आणि वर्गवारीमुळे वजन वेगळे असू शकते

source: KYC
mr: केवायसी (KYC)

source: Bank Account
mr: बँक खाते

source: Failed to load profile
mr: प्रोफाइल लोड करण्यात अयशस्वी

source: Failed to load data
mr: डेटा लोड करण्यात अयशस्वी

source: Failed to load crops
mr: पिके लोड करण्यात अयशस्वी

source: Failed to load crop names
mr: पिकांचे नावे लोड करण्यात अयशस्वी

source: Add Farm
mr: शेत जोडा

source: Farm Name
mr: शेताचे नाव

source: Enter farm name
mr: शेताचे नाव प्रविष्ट करा

# farmNameRequired
source: Farm name is required
mr: शेताचे नाव आवश्यक आहे

source: Farm Type
mr: शेताचा प्रकार

source: Select farm type
mr: शेताचा प्रकार निवडा

source: Total Area (Acres)
mr: एकूण क्षेत्र (एकर)

# enterAreaAcres
source: Enter area in acres
mr: एकरमध्ये क्षेत्र प्रविष्ट करा

# areaRequired
source: Total area is required
mr: एकूण क्षेत्र आवश्यक आहे

# validArea
source: Enter a valid area
mr: वैध क्षेत्र प्रविष्ट करा

source: Enter 6-digit pincode
mr: 6-अंकी पिनकोड प्रविष्ट करा

# pincodeRequired
source: Pincode is required
mr: पिनकोड आवश्यक आहे

# pincodeMust6Digits
source: Pincode must be 6 digits
mr: पिनकोड 6 अंकांचा असणे आवश्यक आहे

# validPincode
source: Please enter a valid 6-digit pincode
mr: कृपया वैध 6-अंकी पिनकोड प्रविष्ट करा

source: Lookup
mr: शोधा

source: Select village
mr: गाव निवडा

source: Enter pincode to load villages
mr: गावे लोड करण्यासाठी पिनकोड प्रविष्ट करा

# pleaseSelectVillage
source: Please select a village
mr: कृपया एक गाव निवडा

source: Soil Type
mr: मातीचा प्रकार

source: Select soil type
mr: मातीचा प्रकार निवडा

source: Irrigation Type
mr: सिंचनाचा प्रकार

source: Select irrigation type
mr: सिंचनाचा प्रकार निवडा

source: Land Ownership
mr: जमीन मालकी

source: Select land ownership
mr: जमीन मालकी निवडा

# pleaseSelectOwnership
source: Please select land ownership
mr: कृपया जमीन मालकी निवडा

# collateralInfo
source: Collateral Information (Optional)
mr: तारण माहिती (पर्यायी)

source: Survey Number
mr: सर्व्हे नंबर

source: Enter survey number
mr: सर्व्हे नंबर प्रविष्ट करा

# landRegNumber
source: Land Registration Number
mr: जमीन नोंदणी क्रमांक

# enterLandRegNumber
source: Enter land registration number
mr: जमीन नोंदणी क्रमांक प्रविष्ट करा

source: Patta Number
mr: पट्टा क्रमांक

source: Enter patta number
mr: पट्टा क्रमांक प्रविष्ट करा

# estimatedLandValue
source: Estimated Land Value (INR)
mr: अंदाजे जमीन मूल्य (रुपये)

source: Enter estimated value
mr: अंदाजे मूल्य प्रविष्ट करा

source: Encumbrance Status
mr: भार स्थिती

source: Select encumbrance status
mr: भार स्थिती निवडा

source: Encumbrance Remarks
mr: भार टिप्पणी

# enterRemarks
source: Enter remarks (if any)
mr: टिप्पणी प्रविष्ट करा (असल्यास)

source: Save Farm
mr: शेत जतन करा

# farmAddedSuccess
source: Farm added successfully
mr: शेत यशस्वीरित्या जोडले गेले

# noFarmsAdded
source: No farms added yet
mr: अद्याप शेत जोडलेले नाही

# addYourFirstFarm
source: Add your first farm to get started
mr: सुरू करण्यासाठी तुमचे पहिले शेत जोडा

source: Main
mr: मुख्य

# landDetailsSection
source: Land Details
mr: जमीन तपशील

# collateralSection
source: Collateral Information
mr: तारण माहिती

source: Verified
mr: सत्यापित

source: Retry
mr: पुन्हा प्रयत्न करा

# completeProfileBeforeFarms
source: Please complete your profile first before adding farms.
mr: शेत जोडण्यापूर्वी कृपया आधी तुमची प्रोफाइल पूर्ण करा.

# farmTypeOrganic
source: Organic
mr: सेंद्रिय

# farmTypeConventional
source: Conventional
mr: पारंपारिक

# farmTypeMixed
source: Mixed
mr: मिश्र

# farmTypeVermiCompost
source: Vermi Compost
mr: गांडूळ कंपोस्ट

# soilBlack
source: Black
mr: काळी माती

# soilRed
source: Red
mr: लाल माती

# soilSandy
source: Sandy
mr: वाळूमिश्रित

# soilLoamy
source: Loamy
mr: चिकणमाती

# soilClay
source: Clay
mr: चिकट माती

# soilMixed
source: Mixed
mr: मिश्र

# irrigDrip
source: Drip
mr: ठिबक

# irrigSprinkler
source: Sprinkler
mr: तुषार

# irrigRainfed
source: Rainfed
mr: पावसावर आधारित

# irrigCanal
source: Canal
mr: कालवा

# irrigBoreWell
source: Bore Well
mr: बोअरवेल

# irrigOpenWell
source: Open Well
mr: विहीर

# irrigMixed
source: Mixed
mr: मिश्र

# ownershipOwned
source: Owned
mr: स्वमालकी

# ownershipLeased
source: Leased
mr: भाडेपट्टा

# ownershipShared
source: Shared
mr: वाटप

# ownershipGovtAllotted
source: Government Allotted
mr: शासकीय वाटप

# encumNotVerified
source: Not Verified
mr: सत्यापित नाही

# encumFree
source: Free
mr: मुक्त

# encumEncumbered
source: Encumbered
mr: भारित

# encumPartially
source: Partially Encumbered
mr: अंशतः भारित

source: Survey No
mr: सर्व्हे नंबर

source: Land Reg No
mr: जमीन नोंदणी नंबर

source: Patta No
mr: पट्टा नंबर

source: Estimated Value
mr: अंदाजे मूल्य

source: Encumbrance
mr: भार

source: Remarks
mr: टिप्पणी

source: Ownership
mr: मालकी

source: acres
mr: एकर

# noAddressFound
source: No address found for this pincode
mr: या पिनकोडसाठी पत्ता सापडला नाही

source: Subscription Required
mr: सदस्यता आवश्यक

# toAccessFeature
source: To access {feature}, please subscribe to Krushi Kranti.
mr: {feature} मध्ये प्रवेश करण्यासाठी, कृपया कृषी क्रांतीची सदस्यता घ्या.

source: Only ₹999/year
mr: फक्त ₹999/वर्ष

source: Subscribe Now
mr: आताच सदस्यता घ्या

source: Benefits include:
mr: लाभांमध्ये समाविष्ट:

source: Weather Updates
mr: हवामान अहवाल

source: Expert Advice
mr: तज्ञ सल्ला

source: Market Access
mr: बाजार प्रवेश

# zeroPercentLoan
source: 0% Loan
mr: 0% कर्ज

source: Later
mr: नंतर

source: Annual subscription:
mr: वार्षिक सदस्यता:

source: this feature
mr: ही वैशिष्ट्य

source: Skip
mr: वगळा

source: Image not found
mr: प्रतिमा सापडली नाही

# welcomePage1Title
source: Manage all crops and free guidance
mr: सर्व पिकांचे व्यवस्थापन व मोफत मार्गदर्शन

# welcomePage1Subtitle
source: Join Krushi Kranti, fulfill your dreams!
mr: कृषी क्रांतीत सामील व्हा, तुमचे स्वप्न पूर्ण करा!

# welcomePage1Feature1
source: Weather Reports
mr: हवामान अहवाल

# welcomePage1Feature2
source: Crop Advice
mr: पीक सल्ला

# welcomePage1Feature3
source: Personal Expert
mr: वैयक्तिक तज्ञ

# welcomePage2Title
source: Buy and sell in premium market under Krushi Kranti Farmer Market
mr: कृषीक्रांती किसान मार्केट अंतर्गत प्रीमियम मार्केट मध्ये खरेदी व विक्री

# welcomePage2Subtitle
source: Right time, right information
mr: योग्य वेळी, योग्य माहिती

# welcomePage2Feature1
source: Zero % Interest
mr: शून्य % व्याज

# welcomePage2Feature2
source: High Information
mr: उच्च माहिती

# welcomePage2Feature3
source: Quick Investment
mr: जलद गुंतवणूक

# welcomePage3Title
source: Land-seed selection and proper sowing management.
mr: जमीन-बीज निवड आणि पेरणीची योग्य व्यवस्थापन.

# welcomePage3Subtitle
source: Basic steps of crop management:
mr: पीक व्यवस्थापनाच्या मूलभूत पायऱ्या:

# welcomePage3Feature1
source: Crop Health
mr: पीक आरोग्य

# welcomePage3Feature2
source: Pesticide and Fertilizer Information
mr: कीटकनाशक व खत माहिती

# welcomePage3Feature3
source: Personal Advice
mr: व्यक्तिगत सल्ला

# welcomePage3Footer
source: Land selection, land cultivation
mr: जमीन निवड, जमीन मशागत

# welcomePage4Title
source: No middleman, direct profit Your benefit, in your hands
mr: मध्यस्थ नाही, थेट नफा तुमचा फायदा, तुमच्या हातात

# welcomePage4Subtitle
source: Direct and right rates for produce
mr: उत्पादनाचे थेट आणि योग्य दर

# welcomePage4Feature1
source: Modern Technology and Methods
mr: आधुनिक तंत्रज्ञान आणि पद्धती

# welcomePage4Feature2
source: Good Price
mr: चांगला भाव

# welcomePage4Feature3
source: Higher Price
mr: जास्त किंमत

# welcomePage4Footer
source: Kisan Credit Card registration only ₹999/year
mr: किसान क्रेडिट कार्ड नोंदणी फक्त ₹999/वर्षात

# welcomePage5Title
source: End financial worries! Farm profitably for just ₹999 a year!
mr: आर्थिक चिंता संपवा! फक्त ₹999 मध्ये वर्षभर फायद्याची शेती करा!

# welcomePage5Benefit1
source: Get zero percent interest loan:
mr: शून्य टक्के व्याज कर्ज मिळवा:

# welcomePage5Benefit2
source: Timely weather and crop advice
mr: वेळेवर हवामान आणि पीक सल्ला

# welcomePage5Benefit3
source: Direct and right rates for produce
mr: उत्पादनाचे थेट आणि योग्य दर

# welcomePage5Benefit4
source: Weather Reports
mr: हवामान अहवाल

# welcomePage5KycText
source: Complete your (KYC) immediately for financial assistance and all benefits!
mr: आर्थिक सहाय्य आणि सर्व लाभांसाठी आपली (KYC) त्वरित पूर्ण करा!

source: Next
mr: पुढे

# subscribeNowWelcome
source: Subscribe Now
mr: आताच सदस्यता घ्या

source: Not Subscribed
mr: सदस्यता नाही

source: Active Subscription
mr: सक्रिय सदस्यता

# subscribeToAccessAll
source: Subscribe to access all features
mr: सर्व वैशिष्ट्यांमध्ये प्रवेश करण्यासाठी सदस्यता घ्या

# daysRemaining
source: {count} days remaining
mr: {count} दिवस शिल्लक

source: Start Date
mr: सुरुवातीची तारीख

source: Expires On
mr: समाप्ती तारीख

source: Subscription ID
mr: सदस्यता आयडी

source: Dashboard
mr: डॅशबोर्ड

source: Subscription Benefits
mr: सदस्यता लाभ

# benefitZeroInterest
source: Get zero percent interest loan
mr: शून्य टक्के व्याज कर्ज मिळवा

# benefitTimelyWeather
source: Timely weather and crop advice
mr: वेळेवर हवामान आणि पीक सल्ला

# benefitDirectRates
source: Direct and fair prices for produce
mr: उत्पादनाचे थेट आणि योग्य दर

# benefitWeatherUpdates
source: Weather updates
mr: हवामान अद्यतने

# benefitPremiumMarket
source: Premium Market Access
mr: प्रीमियम मार्केट एक्सेस

# benefitExpertAdvice
source: Expert advice
mr: तज्ञांचा सल्ला

source: KYC Verification
mr: KYC पडताळणी

source: KYC Status
mr: KYC स्थिती

source: KYC Pending
mr: KYC प्रलंबित

source: KYC Complete
mr: KYC पूर्ण

# kycCompleteMessage
source: Your KYC verification is complete!
mr: तुमची KYC पडताळणी पूर्ण झाली!

source: KYC In Progress
mr: KYC प्रगतीत

source: Verification Steps
mr: पडताळणी टप्पे

source: of 3 steps completed
mr: पैकी ३ टप्पे पूर्ण

source: Start Verification
mr: पडताळणी सुरू करा

source: Continue Verification
mr: पडताळणी सुरू ठेवा

source: OK
mr: ठीक आहे

source: Aadhaar Verification
mr: आधार पडताळणी

source: Verify Your Aadhaar
mr: तुमचे आधार पडताळा

# aadhaarOtpDescription
source: Enter your 12-digit Aadhaar number. OTP will be sent to registered mobile.
mr: तुमचा १२ अंकी आधार क्रमांक टाका. नोंदणीकृत मोबाइलवर OTP पाठवला जाईल.

source: Aadhaar Number
mr: आधार क्रमांक

# enterAadhaarNumber
source: Enter 12-digit Aadhaar number
mr: १२ अंकी आधार क्रमांक टाका

# pleaseEnterAadhaar
source: Please enter Aadhaar number
mr: कृपया आधार क्रमांक टाका

# aadhaarMustBe12Digits
source: Aadhaar number must be 12 digits
mr: आधार क्रमांक १२ अंकी असावा

source: Send OTP
mr: OTP पाठवा

source: Verify OTP
mr: OTP पडताळा

# otpSentToMobile
source: OTP sent to your Aadhaar registered mobile number
mr: तुमच्या आधार नोंदणीकृत मोबाइलवर OTP पाठवला

source: Enter 6-digit OTP
mr: ६ अंकी OTP टाका

source: Didn't receive OTP?
mr: OTP मिळाला नाही?

source: Resend in
mr: पुन्हा पाठवा

source: Resend OTP
mr: OTP पुन्हा पाठवा

source: Change Aadhaar Number
mr: आधार क्रमांक बदला

source: Aadhaar Verified!
mr: आधार पडताळणी झाली!

source: Continue to PAN
mr: PAN कडे जा

# verifyAadhaarDesc
source: Verify with Aadhaar OTP
mr: आधार OTP ने पडताळा

source: PAN Verification
mr: PAN पडताळणी

source: Verify Your PAN
mr: तुमचे PAN पडताळा

# panVerificationDesc
source: Enter your 10-character PAN number for verification
mr: पडताळणीसाठी तुमचा १० अक्षरी PAN क्रमांक टाका

source: PAN Number
mr: PAN क्रमांक

# enterPanNumber
source: Enter PAN number (e.g., ABCDE1234F)
mr: PAN क्रमांक टाका (उदा., ABCDE1234F)

# pleaseEnterPan
source: Please enter PAN number
mr: कृपया PAN क्रमांक टाका

# invalidPanFormat
source: Invalid PAN format. Use XXXXX1234X
mr: अवैध PAN स्वरूप. XXXXX1234X वापरा

# panFormatHint
source: PAN Format: 5 letters + 4 digits + 1 letter (e.g., ABCDE1234F)
mr: PAN स्वरूप: ५ अक्षरे + ४ अंक + १ अक्षर (उदा., ABCDE1234F)

source: Verify PAN
mr: PAN पडताळा

source: PAN Verified!
mr: PAN पडताळणी झाली!

source: Continue to Bank
mr: बँकेकडे जा

# verifyPanDesc
source: Verify your PAN card
mr: तुमचे PAN कार्ड पडताळा

source: Step
mr: टप्पा

source: of 3
mr: ३ पैकी

source: Bank Verification
mr: बँक पडताळणी

# verifyYourBank
source: Verify Your Bank Account
mr: तुमचे बँक खाते पडताळा

# bankVerificationDesc
source: Enter your bank account details for verification
mr: पडताळणीसाठी तुमच्या बँक खात्याची माहिती टाका

source: Account Number
mr: खाते क्रमांक

source: Enter account number
mr: खाते क्रमांक टाका

source: Please enter account number
mr: कृपया खाते क्रमांक टाका

# accountNumberLength
source: Account number must be 9-18 digits
mr: खाते क्रमांक ९-१८ अंकी असावा

source: Confirm Account Number
mr: खाते क्रमांकाची पुष्टी करा

source: Re-enter account number
mr: खाते क्रमांक पुन्हा टाका

source: Please confirm account number
mr: कृपया खाते क्रमांकाची पुष्टी करा

source: Account numbers do not match
mr: खाते क्रमांक जुळत नाहीत

source: IFSC Code
mr: IFSC कोड

source: Enter IFSC code
mr: IFSC कोड टाका

# pleaseEnterIfsc
source: Please enter IFSC code
mr: कृपया IFSC कोड टाका

# invalidIfscFormat
source: Invalid IFSC format. Use XXXX0XXXXXX
mr: अवैध IFSC स्वरूप. XXXX0XXXXXX वापरा

# ifscFormatHint
source: IFSC Format: 4 letters + 0 + 6 alphanumeric (e.g., SBIN0001234)
mr: IFSC स्वरूप: ४ अक्षरे + 0 + ६ अल्फान्यूमेरिक (उदा., SBIN0001234)

# verifyBank
source: Verify Bank Account
mr: बँक खाते पडताळा

# bankVerified
source: Bank Account Verified!
mr: बँक खाते पडताळणी झाली!

# verifyBankDesc
source: Verify your bank account
mr: तुमचे बँक खाते पडताळा

source: Final Step
mr: अंतिम टप्पा

source: Done
mr: झाले

source: Your KYC Details
mr: तुमचे KYC तपशील

source: Aadhaar Details
mr: आधार तपशील

source: PAN Details
mr: PAN तपशील

source: Bank Details
mr: बँक तपशील

# nameLabel
source: Name
mr: नाव

source: Aadhaar (masked)
mr: आधार (लपवलेला)

source: PAN (masked)
mr: PAN (लपवलेला)

source: Account (masked)
mr: खाते (लपवलेले)

source: Account Holder
mr: खातेधारक

# bankNameLabel
source: Bank
mr: बँक

source: Verified on
mr: पडताळणी तारीख

source: Aadhaar already verified
mr: आधार आधीच पडताळलेला आहे

# aadhaarAlreadyVerifiedMessage
source: Your Aadhaar is already verified. You cannot verify it again.
mr: तुमचा आधार आधीच पडताळलेला आहे. तुम्ही तो पुन्हा पडताळू शकत नाही.

source: PAN already verified
mr: PAN आधीच पडताळलेला आहे

# panAlreadyVerifiedMessage
source: Your PAN is already verified. You cannot verify it again.
mr: तुमचा PAN आधीच पडताळलेला आहे. तुम्ही तो पुन्हा पडताळू शकत नाही.

source: Bank already verified
mr: बँक खाते आधीच पडताळलेले आहे

# bankAlreadyVerifiedMessage
source: Your bank account is already verified. You cannot verify it again.
mr: तुमचे बँक खाते आधीच पडताळलेले आहे. तुम्ही ते पुन्हा पडताळू शकत नाही.
